Servicios/api/application/views/Request/document.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oper="http://claro.co/wcc/schema/operations" xmlns:doc="http://claro.co/wcc/schema/document">
   <soapenv:Header/>
   <soapenv:Body>
      <oper:documentRequest>
         <oper:document>
           <doc:field name="xdNumeroCuenta"><?=$V3hbf4so4iko?></doc:field>
         </oper:document>
      </oper:documentRequest>
   </soapenv:Body>
</soapenv:Envelope>